Repository: HarshithaTS/ServicePro_TCW_iOS-ClientVersion-
Catalog: ServiceManagement/*.lproj/Localizable.strings
Languages: fr, it

# AppDelegate_netChecking_alert_title
source: Network Connection Error!
fr: Erreur de connexion réseau!
it: Errore di connessione di rete!

# AppDelegate_netChecking_alert_msg
source: Found Net connection Problem, Offline Mode Activated!
fr: Connexion réseau n'est pas disponible maintenant, n vous devez être connecté à Internet pour exécuter l'application!
it: Connessione di rete non è disponibile, n è necessario essere connessi a internet per eseguire l'applicazione!

# AppDelegate_netChecking_alert_cancel_title
source: Ok
fr: rejeter
it: respingere

# AppDelegate_Skip_button_title
source: Click to Continue
fr: Cliquez pour Continuer
it: Clicca per continuare

# Main_Menu_title
source: ServicePro
fr: Menu Principal
it: Menu Principale

source: Service Order
fr: Ordre du service
it: servizio d'ordine

source: Completed Tasks
fr: Tâches achevées
it: Attività completate

source: Van Stock
it: Van Archivi

source: Inst.Base Report
fr: Signaler Inst.Base
it: Segnala Inst.Base

source: My Utilization
fr: Mon utilisation
it: il mio utilizzo

source: Billable S/O
fr: Facturables S/O
it: Fatturabile S/O

# Servic_Orders_title
source: Service tasks for you
fr: Liste des tâches
it: Elenco attività

# Servic_Orders_ActionSheet_Choose_Action_title
source: Choose Action
fr: Choisissez l'action
it: Scegli azione

# Servic_Orders_ActionSheet_Choose_Action_Cancel_title
source: Cancel
fr: rejeter
it: respingere

# Servic_Orders_ActionSheet_Choose_Action_Edit_task
source: Edit task
fr: Modifier la tâche
it: Modifica compito

# Servic_Orders_ActionSheet_Choose_Action_Service_Confirmation
source: Service Confirmation
fr: Confirmation service
it: Conferma servizio

# Servic_Orders_ActionSheet_Choose_Action_Task_Location_in_MapView
source: Map Customer
fr: Lieu de travail
it: compito Località

# Servic_Orders_ActionSheet_Order_Task_List_title
source: Menu
fr: Commander La liste des tâches
it: Ordine L'elenco dei compiti

# Servic_Orders_ActionSheet_Order_Task_List_Cancel_title
source: Cancel
fr: rejeter
it: respingere

# Servic_Orders_ActionSheet_Order_Task_List_DueDate
source: Sort By Due Date
fr: Par date d'échéance
it: Per data di scadenza

# Servic_Orders_ActionSheet_Order_Task_List_Priority
source: Sort By Priority
fr: En priorité
it: Con priorità

# Servic_Orders_ActionSheet_Order_Task_List_Status
source: Sort By Status
fr: par statut
it: da Stato

# Servic_Orders_ActionSheet_Order_Task_List_Subject
source: Sort By Subject
fr: par sujet
it: Per oggetti

# Edit_Task_title
source: Service Task
fr: Modifier la tâche
it: Modifica compito

# Edit_Task_SaveTask_alert_title
source: Warning
fr: Attention
it: avvertimento

# Edit_Task_SaveTask_alert_msg
source: Do you want to save your task!
fr: Voulez-vous sauvegarder votre travail!
it: Volete salvare il vostro compito!

# Edit_Task_SaveTask_alert_Other_title
source: Yes
fr: Oui
it: sì

# Edit_Task_customAlert_msg
source: Please wait while Processing...
fr: S'il vous plaît attendez ....
it: La preghiamo di attendere ....

# Edit_Task_TaskUpdation_alert_title
source: Task Update Response!
fr: Erreur mise à jour de travail!
it: Compito Errore di aggiornamento!

# Edit_Task_TaskUpdation_alert_msg
source: The specified task you have selected, not Updated in SAP server, due to some Error!
fr: La tâche spécifiée que vous avez sélectionné, n n'est pas à jour dans le serveur SAP, en raison de certaines erreurs!
it: L'attività specificata è stata selezionata, n non aggiornato nel server SAP, a causa di qualche errore!

# Edit_Task_TaskUpdation_alert_Cancel_title
source: OK
fr: rejeter
it: respingere

# Edit_Task_NetworkConnection_alert_title
source: Network Connection Error!
fr: Erreur de connexion réseau!
it: Errore di connessione di rete!

# Edit_Task_NetworkConnection_alert_msg
source: Net connection is not available now, you need to be connected to the internet to update the task!
fr: Connexion réseau n'est pas disponible maintenant, n vous devez être connecté à Internet pour mettre à jour la tâche!
it: Connessione di rete non è disponibile, n è necessario essere connessi a internet per aggiornare il compito!

# Edit_Task_NetworkConnection_alert_Cancel_title
source: OK
fr: rejeter
it: respingere

# Edit_Task_TaskUpdation_Success_alert_title
source: Task Update Successful
fr: Tâche Mettre à jour réussie
it: Aggiornamento compito di successo

# Edit_Task_TaskUpdation_Success_alert_Cancel_title
source: OK
fr: rejeter
it: respingere

# Edit_Task_Label_Status
source: Status
fr: Statut:
it: stato:

# Edit_Task_Label_Select_a_Reason
source: Select a Reason
fr: Sélectionnez une raison:
it: Seleziona una Ragione:

# Edit_Task_Label_Enter_the_Reason
source: Enter the Reason
fr: Entrez la raison:
it: Inserire la Ragione:

# Edit_Task_Label_Priority
source: Priority
fr: priorité:
it: priorità:

# Edit_Task_Label_SetType
source: Set Type
it: Impostare il tipo di

# Edit_Task_Label_Due
source: Start Date
fr: En raison:
it: dovuto:

# Edit_Task_Label_Time_Zone
source: Time Zone
fr: Fuseau horaire:
it: Fuso orario:

# Edit_Task_Label_Category
source: Service Order
fr: Catégorie:
it: categoria:

# ShowDetailTaskLocation_Task_Address_Details
source: Task Address Details
fr: Détails adresse de travail
it: Indirizzo compito Dettagli

# Edit_Task_SaveTask_alert_Cancel_title
source: No
fr: Aucun
